import "./about.scss";

const About = () => {
	return (
		<div className="about-page">
			<div className="about-page__content">
				<p>
					Название отсылает к арке персонажа — внутреннему движению, которое проходит каждый
					человек. Одежда здесь становится частью этой истории: отражает состояние, помогает
					фиксировать момент и говорит за вас там, где не нужны слова.
				</p>

				<p>
					В основе бренда — лаконичный дизайн, внимание к деталям и уважение к качеству. Мы работаем
					в подходе slow fashion: выпускаем вещи небольшими партиями, обдуманно и только тогда,
					когда нам есть это сказать. а тихой, но значимой частью вашей личной арки.
				</p>
			</div>
		</div>
	);
};

export default About;
